<?php 
$bbcode = 	array('[ж]','[/ж]','[к]','[/к]','[п]','[/п]','[з]',  '[/з]',
'[§]','[/§]','[адрес=','[адресс=',                 '[/a]',
'[ц]',         '[/ц]',         '[ф]','[/ф]',
'[Н1]','[/Н1]','[Н2]','[/Н2]','[Н3]','[/Н3]',
'[Н4]','[/Н4]','[Н5]','[/Н5]','[Н6]','[/Н6]',
'[~]','[span', '[/span]',				'/]');
$htmlcode = array('<b>','</b>','<i>','</i>','<u>','</u>','<del>','</del>',
'<p class="txt">','</p>','<a class="atxt" target="_blank" href=',
'<a class="atxt" href=','</a>',
'<blockquote class="bctxt">','</blockquote>','<pre  class="pretxt">','</pre>',
'<h1 class="h1txt">','</h1>','<h2 class="h2txt">','</h2>','<h3 class="h3txt">','</h3>',
'<h4 class="h4txt">','</h4>','<h5 class="h5txt">','</h5>','<h6 class="h6txt">','</h6>',
'<span id="cutt"></span>','<span','</span>',				'>');

$htmlcodeold = array('<b>','</b>','<i>','</i>','<u>','</u>','<del>','</del>',
'<p>','</p>','<a target="_blank" href=','</a>',
'<blockquote>','</blockquote>','<pre>','</pre>',
'<h1>','</h1>','<h2>','</h2>','<h3>','</h3>',
'<h4>','</h4>','<h5>','</h5>','<h6>','</h6>',
'<span id="cutt"></span>');
$bbcodeold = 	array('[ж]','[/ж]','[к]','[/к]','[п]','[/п]','[з]',  '[/з]',
'[§]','[/§]','[адрес=',                 '[/a]',
'[ц]',         '[/ц]',         '[ф]','[/ф]',
'[Н1]','[/Н1]','[Н2]','[/Н2]','[Н3]','[/Н3]',
'[Н4]','[/Н4]','[Н5]','[/Н5]','[Н6]','[/Н6]',
'[~]');

?>
